[
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Scientist",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Job Description:\nJoin one of the nation’s most comprehensive academic medical centers, UChicago Medicine, as a Data Scientist. This is a remote, work from home opportunity and you may be based outside of the greater Chicagoland area.\n\nJob Summary\n\nThe Data Scientist will leverage statistical analysis, predictive and prescriptive modeling, and advanced visualizations to assist organizational leadership with operations, change monitoring, strategic planning and program development. The Data Scientist will work directly with internal constituents by providing analytics consultation to help guide decisions that maximize clinical effectiveness, enhance quality of care, and minimize waste and variability within the UCM health system. The Data scientist will also help define, in business terms, the data and analytics approaches for capitalizing on key opportunities as an integral member of Clinical Effectiveness and the UChicago analytics community.\n\nEssential Job Functions\nSupport stakeholder projects or ad hoc analysis by processing data, preforming statistical analysis, and developing predictive/prescription models\nWorking with internal stakeholders to identify healthcare related business problems for which analytics solutions will drive significant value\nCollaborate with organizational leaders to make analytics a core differentiator\nTrain and mentor others\nAssist data warehouse teams in creating technology stack for deploying data science solutions\nOther duties as assigned by Principal Data Scientist\nRequired Qualifications\nPhD in a quantitative field such as Statistics, Computer Science, Physics, or Bioinformatics (Masters or BA with industry experience also considered)\nMust have extensive experience with R, SAS, or Python for development of statistical and machine learning models\nMust have experience with SQL\nAbility to process, cleanse, and verify the integrity of data used for analysis\nExcellent verbal and written communication skills for both technical and non-technical audiences\nExcellent collaboration skills and willingness to teach others statistical and ML methodologies\nUnderstanding of healthcare data preferred\nPosition Details\nJob Type/FTE: Full-time\nShift: Day\nUnit/Department: Data Science & Analytics\nCBA Code: Non-Union\nMust comply with UCMC’s COVID-19 Vaccination requirement as a condition of employment. If you have already received the vaccination, you must provide proof as part of the pre-employment process. This is in addition to your compliance with the Flu Vaccination requirement as well. Medical and religious exemptions will be considered consistent with applicable law. Lastly, a pre-employment physical, drug screening, and background check are also required for all employees prior to hire.\nWhy Join Us:\nWe’ve been at the forefront of medicine since 1899. We provide superior healthcare with compassion, always mindful that each patient is a person, an individual. To accomplish this, we need employees with passion, talent and commitment… with patients and with each other. We’re in this together: working to advance medical innovation, serve the health needs of the community, and move our collective knowledge forward. If you’d like to add enriching human life to your profile, The University of Chicago Medicine is for you. Here at the forefront, we’re doing work that really matters. Join us. Bring your passion.\n________\nBring your career to the next level at a hospital that is thriving; from patient satisfaction to employee engagement, we are at the Forefront of Medicine. Take advantage of all we have to offer and #BringYourPassiontotheForefront.\nUniversity of Chicago Medicine is growing; discover how you can be a part of this pursuit of excellence at: www.uchospitals.edu/jobs\n\nThe University of Chicago Medical Center is an equal opportunity employer. We evaluate qualified applicants without regard to race, color, ethnicity, ancestry, sex, sexual orientation, gender identity, marital status, civil union status, parental status, religion, national origin, age, disability, veteran status and other legally protected characteristics.",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "Full-time",
        "jobDetailsSection": "Lead a team. Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nJob type\nFull-time\nShift and schedule\nDay shift"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Scientist II",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Who You Are\nWe’re looking to add a Data Scientist II to our real-time analytics and machine learning team. This team is on a mission to explore the wealth of voice data available, seeking insights that may lead to new and powerful business applications. Like the data we’re analyzing, the work is unstructured, and the solutions aren’t always clear.\nYou thrive on bringing definition to big, undefined problems.\nYou’re comfortable with open-source languages and are passionate about developing further.\nYou have hands-on experience developing data science solutions using open-source tools and cloud computing platforms.\nYou have the skills to retrieve, combine, and analyze data from a variety of sources and structures.\n\nAs a Data Scientist, you’ll be analyzing and experimenting with multimodal data to find patterns in system or user behavior that can be used to inform business actions. For example, you will be involved in the acoustic analysis of customer interactions to uncover patterns of conversational dynamics in a call center. You’ll then develop prototype applications that recognize these patterns to generate real-time event data that can be channeled into user applications.\n\n#BI-Hybrid #Dice\nWhat You'll Do:\nPartner with a cross-functional team of data scientists, software engineers, and product managers to reveal the insights hidden within huge volumes of speech data.\nProvide oversight for creating, configuring and optimizing speech technologies for Vail voice user experiences, including speech recognition, voice biometrics, chatbot, speech synthesis engines, and large language models (LLMs).\nInteract with clients to deliver talks, webinars, and highlight the work of the team.\nBuild machine learning models through all phases of development, from concept to design, training, evaluation, validation, and productization.\nHarness your expertise in Natural Language Processing (NLP) to evolve customer experiences to best-in-class.\nLead the effort to create grammars, dictionaries, acoustic models, and language models that underpin Automatic Speech Recognition (ASR) technology.\nContribute to the team’s growing body of peer-reviewed papers (https://www.freeclimb.com/research/).\nQualifications - We encourage you to apply if you think your experience may be a match, even if you do not meet all of the qualifications.\nPh.D. or M.S. in Computer Science, Data Science, Mathematics, Human Computer Interaction, Natural Language Processing, Computational Linguistics or a related field.\n4+ year experience with machine learning and natural language processing.\nStrong verbal and writing communication skills.\nAbility to independently execute a research agenda and collaborate effectively with other researchers and engineers.\nAbility to translate research ideas into product concepts.\nExperience with deep learning platforms, such as PyTorch, Tensor Flow, CNTK, specifically as they relate to the implementation of state-of-the-art deep learning models (including, but not limited to transformer-based models).\nExisting body of relevant research contributions, such as peer-reviewed publications at top-tier conferences and journals related to ML/NLP.\nWho We Are\nAt Vail, we believe in the unique power of voice interactions to create more expressive, more intimate, and more efficient interpersonal interactions. Using Vail technology, we make millions of voice interactions better every day. We process around 10% of all toll-free call traffic in the U.S; 1 in 10 times when someone calls a customer support hotline Vail is routing or interacting with that call.\n\nWe are rapidly growing across multiple dimensions, including our customer base, the scope of products we offer, and the size of our team. Now is the right time for a strong candidate to join and grow with us. We have a supportive culture where employees are encouraged to achieve both personal and team goals because we believe growth leads to both business impact and personal fulfillment.\n\nWe offer competitive compensation and affordable benefits with flexibility and choice to meet individual and family (including Domestic Partnerships) needs including:\nMultiple medical, dental, and vision plan options\nCompany-paid life insurance, short and long-term disability\n401(k) savings plan with company match (50% on first 6% of employee contribution)\n31 days total annual PTO\nAnnual Bonus Program\nPaid maternity and paternity leave\nRelocation allowance\nEmployee referral bonus\nGym membership\nTechnical and Professional Development stipend\n\nWe are striving to implement and sustain an inclusive and equitable work environment for all employees by sourcing underrepresented groups and continually empowering those individuals within our organization to further enrich Vail’s communication solutions. We recognize that equitable and unique individuals benefit our teams’ problem-solving, innovation and development efforts.\n\nOur offices are located in Deerfield and Chicago, IL. Interviews and onboarding are conducted in our offices when possible. We are observing a hybrid work arrangement based on business and team needs.",
        "benefits": "Benefits\nPulled from the full job description\n401(k)\n401(k) matching\nDental insurance\nDisability insurance\nGym membership\nHealth insurance\nLife insurance\nShow more",
        "salaryInfoAndJobType": "Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Scientist",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Job Duties\nData Scientists for various and unanticipated worksites throughout the U.S. (HQ: Chicago, IL) Perform analysis, exploration, and analytics model development for supply chain products using structured and unstructured big data. Design, validation, implementation, and maintenance of predictive analytics, machine learning & AI models and algorithms. Analyze clients’ big data to establish model performance based on execution time, memory usage, and parallelization. Technical environment: Artificial Intelligence (AI), Machine Learning (ML) (Regression, Classification); SQL Queries, Datamart, FTP Transfers, QS3; Data modeling; statistical marketing mix models; statistical programming skills (R, Python).\nJob Requirements\nMaster’s degree in Computer Science or Computer Engineering plus 2 years of experience in job offered or in data analytics or statistical research required. Required Skills: Experience with machine learning, AI, statistical modeling, data mining, big data infrastructure, and production code development; statistical programming skills in R, Python for data cleaning and creating statistical models. Some telecommuting permitted.\n\nThe below range reflects the range of possible compensation for this role at the time of this posting. An employee’s position within the salary range will be based on several factors including, but not limited to, relevant education, qualifications, certifications, experience, skills, seniority, geographic location, performance, shift, travel requirements, sales or revenue-based metrics, any collective bargaining agreements, and business or organizational needs. The salary range for this role is $140,122 to $140,122.\n\n#LI-DNI\nEqual Opportunity Employer/Protected Veterans/Individuals with Disabilities\nThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor’s legal duty to furnish information. 41 CFR 60-1.35(c)",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "$140,122 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$140,122 a year\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Quantitative Researcher",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "About Us\nKernel Trading Technologies started as a trading group in a hedge fund in 2014 and is built on a successful track record of trading systematic strategies powered by scientific and cutting-edge technologies. The team is consisted of successful portfolio managers from top quantitative funds, top-notch machine learning researchers, statistics professors from academia and excellent technologist previously from high-frequency trading space. The team focuses on statistical arbitrage strategies trading global futures and has achieved high return and Sharpe every single year since inception. We are constantly looking for improvements to power and evolve our research and trading platform to expand our success story.\nThe Role\nWe are seeking highly qualified and talented Quantitative Researchers to join our dynamic team. In this role, you will work closely with our team of portfolio managers, quantitative developers and technologists to develop and improve upon our proprietary trading models and strategies. You will have the opportunity to apply your skills in data analysis, statistical modeling, and machine learning to real-world financial data, and contribute to the success of our trading operations.\nWhat you’ll do\nIn this role, you will:\nDevelop, test, and implement quantitative models for our trading strategies, using advanced statistical techniques and machine learning models\nAnalyze large datasets to identify trading opportunities and improve model performance\nCollaborate with quantitative developers to implement models and strategies in our trading system\nConduct research to stay current on market conditions and industry trends\nCommunicate complex quantitative concepts and their implications to non-technical team members\nWhat you’ll bring\nWhat you need:\nAdvanced degree in a quantitative field such as Mathematics, Physics, Statistics, Computer Science, or Engineering\nStrong programming skills, preferably in Python or C++\nSolid understanding of probability, statistics, and machine learning\nUnderstanding of data structures, algorithmic complexities, and numerical algorithms\nAbility to communicate effectively in a collaborative, complex and highly technical team environment\nIntellectual curiosity and passion for solving challenging problems using technology\nJob Type: Full-time\nPay: $92,204.38 - $364,022.40 per year\nBenefits:\n401(k)\n401(k) matching\nDental insurance\nFlexible schedule\nFlexible spending account\nHealth insurance\nPaid time off\nParental leave\nRelocation assistance\nRetirement plan\nVision insurance\nSchedule:\nMonday to Friday\nSupplemental pay types:\nBonus opportunities\nSigning bonus\nEducation:\nBachelor's (Required)\nWork Location: In person",
        "benefits": "Benefits\nPulled from the full job description\n401(k)\n401(k) matching\nDental insurance\nFlexible schedule\nFlexible spending account\nFlextime\nHealth insurance\nShow more",
        "salaryInfoAndJobType": "$92,204.38 - $364,022.41 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$92,204.38 - $364,022.41 a year\nJob type\nFull-time\nShift and schedule\nFlextime\nMonday to Friday"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Adjunct Faculty in Data Science",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Full-time Faculty Positions\n\nFull-time faculty positions will be posted on a per-opening basis. Postings are organized by college/school and department. Applicants will be evaluated at the college/school level for the position which they are submitting an application. Unless noted by a close date, positions will remain open until they are filled. Qualified applicants are encouraged to apply.\nPart-time Faculty Positions\n\nDePaul University invites expressions of interest for a pool of qualified Part Time Faculty to teach courses in a variety of disciplines across all 10 colleges and schools. Individuals may enter expressions of interest by submitting their credentials to any posting for which they are qualified to teach. Postings are organized by college/school and department. Screening of individuals in the pool is ongoing, depending on curricular need and funding. Individuals will be contacted by the department if they reach the finalist stage for teaching a particular course or set of courses. The pool will remain in place until the closing date specified in the posting details; those interested in remaining in the pool beyond that time must resubmit. All individuals in the pool will be notified by email when the posting is closed.\nBelow you will find the details for the posting including any supplementary documentation and questions you should review before applying for the opening or submitting your interest in teaching. To apply for the position, please click the link/button.\n\nPosting Details\nJob ID: 47773\nCollege/School: Chicago, IL - Jarvis College of Computing & Digital Media\nResponsibilities:\nDePaul’s Jarvis College of Computing & Digital Media (CDM) is located in the heart of Chicago’s Loop, the central business district of Chicago. CDM students come from a variety of backgrounds and cultures therefore CDM is interested in recruiting and maintaining a diverse faculty. Part-time teaching positions are available throughout the academic year, including summer sessions. Academic course schedules fluctuate from quarter to quarter, and the college will work with selected individuals to determine a quarterly schedule. Courses are not guaranteed, however the college does its best to give ample notice about available courses. Applicants with expertise that matches course scheduling needs will be contacted for an interview.\n\nThe School of Computing offers a variety of undergraduate and graduate programs including Computer Science, Information Systems, Game Programming, Information Technology, Network Engineering, Data Science and Cybersecurity. Human Computer Interaction and User Experience Design are joint programs with CDM’s School of Design.\nRequired Qualifications:\nMinimum requirements include a master’s degree in the discipline, or 18 semester/27 quarter hours of graduate work in the discipline, or an undergraduate degree with a minimum of five years demonstrated relevant professional experience. Exceptions may be considered with approval of the dean.\nThe candidate must have demonstrated experience in working in teaching in an diverse learning environment.\nSpecial Instructions to Applicants:\nThe School of Computing offers both a BS and a MS in Data Science. Students gain advanced skills in data analytics. multivariate analysis, machine learning, and database processing. We seek instructors with professional experience in data science and analytics, who can teach in areas relevant to data science including data visualization, multivariate statistics, time series analysis, predictive modeling and machine learning.",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "Part-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nJob type\nPart-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Engineer(Cloud)",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Egen is a data engineering and cloud modernization firm helping industry-leading companies achieve digital breakthroughs and deliver for the future, today. We are catalysts for change who create digital breakthroughs at warp speed. Our team of cloud and data engineering experts are trusted by top clients in pursuit of the extraordinary. An Inc. 5000 Fastest Growing Company 7 times, and recently recognized on the Crain’s Chicago Business Fast 50 list, Egen has also been recognized as a Great Place to Work 4 times.\nYou will join a team of insatiably curious data engineers, software architects, and product experts who never settle for \"good enough\". Our Data Engineering teams build scalable data platforms and fault-tolerant pipelines for modern analytics and AI services using Python, SQL, Linux, Bash, and AWS, GCP, or Azure data storage and warehousing services.\nAs a Senior Data Engineer, you will be the subject matter expert in building event-driven data pipelines, supporting & solving data integration challenges, and cloud-native data warehouse and data lake processing.\nResponsibilities:\nLead and develop passionate data engineering teams to design and develop distributed and event-driven data pipelines with cloud-native data stores such as Snowflake, Redshift, Big Query, or ADW.\nDesign, document, and lead development of end-to-end data product pipelines\nConsult business, product, and data science teams to understand end-user requirements or analytics needs to implement the most appropriate data platform technology and scalable data engineering practices.\nPrepare data mapping, data flow, production support, and pipeline documentation for all projects.\nLead data engineering and/or operations teams in delivering completeness of source system data by performing a profiling analysis and triaging issues reported in production systems.\nFacilitate fast and efficient data migrations through a deep understanding of design, mapping, implementation, management, and support of distributed data pipelines.\nWhat we're looking for:\nMinimum of Bachelor’s Degree or its equivalent in Computer Science, Computer Information Systems, Information Technology and Management, Electrical Engineering or a related field.\nYou have productionized real-time data pipelines through EDA leveraging Kafka or a similar service.\nYou know what it takes to build and run resilient data pipelines in production and have experience implementing ETL/ELT to load a multi-terabyte enterprise data warehouse.\nYou have a strong understanding and exposure to data mesh principles in building modern data-driven products and platforms\nYou have a strong background in distributed data warehousing with Snowflake, Redshift, Big Query, and/or Azure Data Warehouse.\nYou have expert programming/scripting knowledge in building and managing ETL pipelines using SQL, Python, and Bash.\nYou have implemented analytics applications using multiple database technologies, such as relational, multidimensional (OLAP), key-value, document, or graph.\nJob Type: Full-time\nSalary: $74,620.11 - $100,000.00 per year\nBenefits:\nDental insurance\nHealth insurance\nVision insurance\nCompensation package:\nYearly pay\nExperience level:\n4 years\nSchedule:\n8 hour shift\nExperience:\nSnowflake: 3 years (Required)\nSQL: 3 years (Required)\nData warehouse: 3 years (Required)\nPython: 3 years (Required)\nETL: 3 years (Required)\nAbility to Commute:\nNaperville, IL 60540 (Required)\nAbility to Relocate:\nNaperville, IL 60540: Relocate before starting work (Required)\nWork Location: In person",
        "benefits": "Benefits\nPulled from the full job description\nDental insurance\nHealth insurance\nVision insurance",
        "salaryInfoAndJobType": "$74,620.11 - $100,000.00 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$74,620.11 - $100,000.00 a year\nJob type\nFull-time\nShift and schedule\n8 hour shift"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Applied Scientist, PSSL, People eXperience Technology Central Science (PXTCS)",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Master's Degree in machine learning, recommender systems, statistics, computer science, operations research, or other highly relevant field\nThree or more years’ experience applying ML to solve complex problems for large-scale applications\nOne or more years of experience specifically with deep learning (e.g., CNN, RNN, LSTM)\nExperience in using Python or other programming languages\nDo you want to use your expertise in translating innovative science into impactful products to improve the lives and work of over a million people worldwide? If you do, People eXperience Technology Central Science (PXTCS) would love to talk to you about how to make that a reality.\nPXTCS is an interdisciplinary team that uses economics, behavioral science, statistics, and machine learning to identify products, mechanisms, and process improvements that both improve Amazonian’s wellbeing and their ability to deliver value for Amazon’s customers. We work with HR teams across Amazon to make Amazon PXT the most scientific human resources organization in the world.\nAs an applied scientist on our team, you will work with business leaders, scientists, and economists to translate business and functional requirements into concrete deliverables, define the science vision and translate it into specific plans for applied scientists, as well as engineering and product teams. You will partner with scientists, economists, and engineers on the design, development, testing, and deployment of scalable ML and econometric models. This is a unique, high visibility opportunity for someone who wants to have impact, dive deep into large-scale solutions, enable measurable actions on the employee experience, and work closely with scientists and economists. This role combines science leadership, organizational ability, and technical strength.\n\nKey job responsibilities\n\nAs an Applied Scientist, ML Applications, you will:\nDesign, develop, and evaluate innovative machine learning solutions to solve diverse challenges and opportunities for Amazon customers\nAdvance the team's engineering craftsmanship and drive continued scientific innovation as a thought leader and practitioner.\nPartner with the engineering team to deploy your models in production.\nPartner with scientists from across PXTCS to solve complex problems and use your team’s expertise to accelerate their ability get their work into production.\nWork directly with Amazonians from across the company to understand their business problems and help define and implement scalable ML solutions to solve them.\nWe are open to hiring candidates to work out of one of the following locations:\n\nAustin, TX, USA | Chicago, IL, USA | Seattle, WA, USA\n\nPh.D. in Computer Science, Machine Learning, Statistics, Applied Mathematics, or a closely related field.\nExperience delivering as part of cross-disciplinary teams.\nHands on experience developing ML models with deep learning frameworks and building production pipelines on the cloud.\nStrong communication and presentation skills.\nComfortable working in a fast paced, highly collaborative, dynamic work environment.\nScientific thinking and the ability to invent, a track record of thought leadership and contributions that have advanced the field.\nExperience with generative AI.\nAmazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visit https://www.amazon.jobs/en/disability/us.\n\nOur compensation reflects the cost of labor across several US geographic markets. The base pay for this position ranges from $136,000/year in our lowest geographic market up to $222,200/year in our highest geographic market. Pay is based on a number of factors including market location and may vary depending on job-related knowledge, skills, and experience. Amazon is a total compensation company. Dependent on the position offered, equity, sign-on payments, and other forms of compensation may be provided as part of a total compensation package, in addition to a full range of medical, financial, and/or other benefits. For more information, please visit https://www.aboutamazon.com/workplace/employee-benefits. Applicants should apply via our internal or external career site.",
        "benefits": "Benefits\nPulled from the full job description\nHealth insurance",
        "salaryInfoAndJobType": "From $136,000 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\nFrom $136,000 a year\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Analyst, Global Sustainability",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Description\nSummary of the position:\nWe are seeking a talented and motivated Data Analyst to join our dynamic team. Data Analyst will work closely with internal teams to collect and analyze data, provide meaningful insights, and contribute to the development of data-driven solutions. In addition, the role will develop and troubleshoot the pipelines of the application. This role offers an excellent opportunity for professional growth and learning in an innovative global industry-leading organization.\nThis Data Analyst is responsible for the full life cycle of data pipeline projects which includes design, development, testing, documentation, and production support.\nThis position may be located at the Hitachi Global Air Power US, LLC office at 8700 West Bryn Mawr, Chicago, Illinois or remote within the USA or Hybrid.\nDuties and responsibilities:\nDevelop and optimize ETL Data Pipelines using Azure Data Factory\nProvide analytics-based research to support Sustainability and other business functions.\nCollate, aggregate, and manage data from diverse data sources.\nProvide data visualizations using PowerBI to support decision making by business leaders.\nApply proactive statistical and machine learning techniques to solve diverse business problems.\nDeliver software projects that adhere to both team and firm software standards.\nCollaborate with Sustainability and other internal team members cross functionally to understand their data needs\nUtilize Python programming skills to extract, transform, and troubleshoot script implementation.\nTroubleshoot and address teams' operational challenges, ensuring proper functionality and accurate results.\nContribute to the development and enhancement of data-driven solutions, leveraging your expertise to improve processes and methodologies.\nStay updated with industry trends and advancements in data science, identifying opportunities to leverage new tools and techniques.\nPerforms other duties as assigned or requested based on the needs of the team and business.\nDevelop and leverage financial analytics to deliver profitable growth.\nQualifications:\nEducation:\nBachelor’s degree in computer science, business, mathematics, statistics or related discipline required or equivalent experience.\nProfessional experience:\n2+ years of data analysis or data engineering experience (data modeling, database development, SQL, Access, etc.)\nExperience leading cross-functional teams and initiatives required.\nStrong data programming, analytical and problem-solving skills. Advanced proficiency Experience with Power BI, SQL Server and Excel preferred.\nAzure experience a plus.\nStrong verbal and written communication skills required; must be able to engage and communicate effectively with internal team members.\nDirect reports:\n\nN/A\nThe successful candidate is responsible for complying with Hitachi Global Air Power US Code of Ethics and related policies. In performing the job, the incumbent shall take all steps necessary to comply with our safety rules and requirements and must actively support the organization's efforts to meet and exceed its goals of creating and maintaining a safe workplace.\nThis description is to serve as a guide. It is intended to be flexible and will continue to evolve over time with business needs and demands and may be updated periodically and at the Company's discretion.\nHitachi Global Air Power US is an equal opportunity employer and will not discriminate based on race, religion, color, age, gender, sexual orientation, national origin, genetic information, veteran status, physical or mental disability, or other protected categories under applicable law, whether in recruitment, employment, promotion, transfer, compensation, or other conditions of employment.",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Science and Analytics Manager",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Company Description\n\nHi there! We’re Razorfish. We’ve been leading the marketing industry with our digital expertise since the start of the internet. But in 2020, we did a full reboot. What’s different? It all starts with people. Weird, wonderful, complex people - with diverse backgrounds in strategy, creative and technology. But no matter how different we are, we all have one thing in common. We believe our differences are our strength. So we push for inclusion, challenge convention and bring in new perspectives, to inspire new ideas. Because when we connect by understanding what makes people different, we can create unforgettable experiences that enrich lives. Join us at razorfish.com.\n\nJob Description\n\nRazorfish is seeking a full-time Data Science and Analytics Manager. This role will be responsible for analytics and reporting, data strategy, and optimization recommendations to enable a data-driven performance marketing program.\nResponsibilities:\nWork directly with the team leads to understand campaign structure, strategy, and market conditions that influence marketing performance\nPartner with the account leads to summarize and clearly communicate results and recommendations to clients, including customer journey recommendations, media optimization opportunities, and overall testing hypotheses\nAssist data colleagues and the broader account team to QA/validate data collection from various media reporting tools, such as the ad server, DSPs, platforms, etc., while delivering best-in-class reporting\nThink cohesively about program performance cross-channel to:\nGenerate insights about “why” and “so what”\nMake recommendations for optimization and / or testing for a full-funnel media strategy\nOwn end-to-end analyses and independently manage workflow of assigned tasks\nAttend regular team meetings\n\nQualifications\nThe applicant should have at least 3-5 years of work experience in a business environment, with a minimum of 2 years successfully working within an intensively client-focused model such as an external consulting or marketing services firm\nA storyteller, be able to make sense of data and extrapolate meaningful and actionable insights\nIntellectually curious with a desire to learn\nAbility to work in a fast-paced environment and pivot as priorities change\nFamiliarity with:\nPaid media execution – search, social, display, video – and related performance metrics, e.g. cost per acquisition, bounce rate, click-through rate, reach\nPerformance marketing or lead/demand gen media programs\nFinancial services or personal finance vertical (or medical underwriting insurance)\nExperience using:\nDigital measurement/analytics tool(s): Adobe Analytics, Google Analytics or similar\nMedia measurement tool(s): Google Marketing Cloud, Adobe Campaign, AdWords, Search Ads, Facebook for Business, etc.\nProficiency in Microsoft Excel; SQL, Python, R experience is a bonus\n\nAdditional Information\n\nThe Power of One starts with our people! To do powerful things, we offer powerful resources. Our best-in-class wellness and benefits offerings include:\nPaid Family Care for parents and caregivers for 12 weeks or more\nMonetary assistance and support for Adoption, Surrogacy and Fertility\nMonetary assistance and support for pet adoption\nEmployee Assistance Programs and Health/Wellness/Comfort reimbursements to help you invest in your future and work/life balance\nTuition Assistance\nPaid time off that includes Flexible Time off Vacation, Annual Sick Days, Volunteer Days, Holiday and Identity days, and more\nMatching Gifts programs\nFlexible working arrangements\n‘Work Your World’ Program encouraging employees to work from anywhere Publicis Groupe has an office for up to 6 weeks a year (based upon eligibility)\nBusiness Resource Groups that support multiple affinities and alliances\nThe benefits offerings listed are available to eligible U.S. Based employees, are reviewed on an annual basis, and are governed by the terms of the applicable plan documents.\nRazorfish is an Equal Opportunity Employer. Our employment decisions are made without regard to actual or perceived race, color, ethnicity, religion, creed, sex, sexual orientation, gender, gender identity, gender expression, pregnancy, childbirth and related medical conditions, national origin, ancestry, citizenship status, age, disability, medical condition as defined by applicable state law, genetic information, marital status, military service and veteran status, or any other characteristic protected by applicable federal, state or local laws and ordinances.\nAll your information will be kept confidential according to EEO guidelines.\nCompensation Range: $81,500 - $137,500. This is the pay range the Company believes it will pay for this position at the time of this posting. Consistent with applicable law, compensation will be determined based on the skills, qualifications, and experience of the applicant along with the requirements of the position, and the Company reserves the right to modify this pay range at any time. For this role, the Company will offer medical coverage, dental, vision, disability, 401k, and paid time off",
        "benefits": "Benefits\nPulled from the full job description\n401(k)\nEmployee assistance program\nHealth insurance\nPaid time off\nTuition reimbursement\nVision insurance",
        "salaryInfoAndJobType": "$81,500 - $137,500 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$81,500 - $137,500 a year\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Data Analyst",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Description:\n\nWe are seeking a skilled and analytical Data Analyst/Business Intelligence Analyst to join our Data Science team. The ideal candidate will have a strong understanding of data analysis principles, proficiency in SQL and Python, and the ability to extract meaningful insights from consumer data. The selected candidate will play a crucial role in developing prospect targeting lists and driving data-driven marketing initiatives.\nResponsibilities:\nWorking within the Databricks Data Intelligence Platform:\nUtilize SQL, Python and PySpark to extract, transform, and analyze consumer data from various sources\nClean and prepare data for analysis, ensuring data integrity and consistency\nPerform data analysis to identify trends, patterns, and insights from consumer behavior\nDevelop prospect targeting lists based on data-driven segmentation and profiling\nCollaborate with account managers and account executives to integrate data-driven insights into marketing strategies for clients\nCollaborate with data engineers to identify available source data and ELT process updates necessary to address new client requests\nPrepare and present data-driven reports to stakeholders, effectively communicating findings and recommendations\nStay up-to-date with the latest data analysis techniques and tools\nRequirements:\nQualifications:\nDatabricks Data Analyst Associate certification\nBachelor's degree in Data Science, Business Intelligence, or a related field\n3+ years of experience and high proficiency in data analysis or business intelligence using SQL and Python for data manipulation and analysis\nExperience developing dashboards with data visualization tools such as Tableau or Power BI\nExcellent analytical and problem-solving skills\nStrong written communication and presentation skills\nAbility to work independently and as part of a team\nHighly desirable, but not required to apply:\nExperience with machine learning and data mining techniques\nExperience with CRM systems and marketing automation platforms\nExperience in developing predictive models and forecasting\nExperience with market segmentation techniques\nWork Environment/Physical Demands:\nMay be required to work extended/evening hours as needed\nThis job offers hybrid work, with approximately 2 days per week in-office at our Oakbrook Terrace headquarters location and the remainder remote from the Chicago area",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "Error: NoSuchElementException()",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nShift and schedule\nExtended hours\nEvenings as needed"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Sr. Data Analyst",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "This is where you save and sustain lives\nAt Baxter, we are deeply connected by our mission. No matter your role at Baxter, your work makes a positive impact on people around the world. You’ll feel a sense of purpose throughout the organization, as we know our work improves outcomes for millions of patients.\nBaxter’s products and therapies are found in almost every hospital worldwide, in clinics and in the home. For over 85 years, we have pioneered significant medical innovations that transform healthcare.\nTogether, we create a place where we are happy, successful and inspire each other. This is where you can do your best work.\nJoin us at the intersection of saving and sustaining lives— where your purpose accelerates our mission.\nYour Role at Baxter:\nThe Sr. Data Analyst is responsible for partnering across regions and functions to perform detailed analysis on various datasets. This role will collaborate with the global service commercial and marketing team, field service personnel, project management and all levels of service leadership to provide data and metrics that help guide business decisions.\nYour Team:\nBaxter offers dental, medical, and vision insurance, paid time off, parental leave, and more.\nWhat you'll be doing:\nDesigns, develops, and maintains ongoing metrics, reports, analyses, dashboards applying Tableau, Power BI, SQL and other tools as needed.\nPerforms detailed data analysis using SQL language and various datasets.\nAnalyzes and manipulates data in Excel and handles and merges multiple Excel data files without error or data corruption.\nPartners and collaborates with the global service commercial and marketing team, field service personnel, project management and all levels of service leadership to provide data and metrics that help guide business decisions.\nAnalyzes data sets, highlights anomalies in the data that could lead to business efficiency.\nUnderstands business partners data needs, captures, analyzes, and reports accurate business and financial data per user requirements, utilizes critical thinking skills to interpret the data and provides end user training on how to interpret and use data workbooks.\nAssists in continuous improvement projects, training, and initiatives that drive business and financial results.\nTravel up to 10% of the time for team meetings.\nWhat you'll bring:\nBachelor’s degree in Business Administration, Information Management, Computer Science, Statistics, or Finance, required.\n3-5 years of experience within data analytics or related field, required.\n3+ years of experience with PowerBI, Microsoft SQL Server, T-SQL, Tableau, or similar report visualization tools and general report generation and relevant analytics experience, preferred.\nExperience with Power Automate, Python programming language, or R-programming language, preferred.\nProficiency with MS Office (Word, Excel, PowerPoint).\nExcellent communication and strong interpersonal skills.\nAbility to work in a team-oriented environment, often cross-functionally, and handle tasks concurrently, with a high attention to detail.\nAbility to define problems, determine solutions and follow through to completion.\nAnalytical background with ability to understand statistical concepts.\nWe understand compensation is an important factor as you consider the next step in your career. At Baxter, we are committed to equitable pay for all employees, and we strive to be more transparent with our pay practices. The estimated base salary for this position is $80,000 - $110,000 annually. The estimated range is meant to reflect an anticipated salary range for the position. We may pay more or less than of the anticipated range based upon market data and other factors, all of which are subject to change. Individual pay is based on upon location, skills and expertise, experience, and other relevant factors. This position may also be eligible for discretionary bonuses. For questions about this, our pay philosophy, and available benefits, please speak to the recruiter if you decide to apply and are selected for an interview.\n#LI-JE1\nThe successful candidate for this job may be required to verify that he or she has been vaccinated against COVID-19, subject to reasonable accommodations for individuals with medical conditions or religious beliefs that prevent vaccination, and in accordance with applicable law.\nEqual Employment Opportunity\nBaxter is an equal opportunity employer. Baxter evaluates qualified applicants without regard to race, color, religion, gender, national origin, age, sexual orientation, gender identity or expression, protected veteran status, disability/handicap status or any other legally protected characteristic.\n\nEEO is the Law\nEEO is the law - Poster Supplement\nPay Transparency Policy\nReasonable Accommodations\n\nBaxter is committed to working with and providing reasonable accommodations to individuals with disabilities globally. If, because of a medical condition or disability, you need a reasonable accommodation for any part of the application or interview process, please click on the link here and let us know the nature of your request along with your contact information.\nRecruitment Fraud Notice\n\nBaxter has discovered incidents of employment scams, where fraudulent parties pose as Baxter employees, recruiters, or other agents, and engage with online job seekers in an attempt to steal personal and/or financial information. To learn how you can protect yourself, review our Recruitment Fraud Notice.\n120553",
        "benefits": "Benefits\nPulled from the full job description\nHealth insurance\nPaid time off\nParental leave\nVision insurance",
        "salaryInfoAndJobType": "$80,000 - $110,000 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$80,000 - $110,000 a year\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Software/Data Engineer",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Edge (www.edgescore.com) is a data and analytics platform that harnesses bank transaction data to measure consumer credit risk. Founded in 2021, Edge is part of a larger family of FinTech brands that sits underneath our parent company, NinjaHoldings (www.ninjaholding.com). NinjaHoldings' brands also include CreditNinja, a high velocity online consumer lending business, and NinjaCard, a neobanking platform focused on consumers in the emerging credit space.\nAt our core, Edge is a cash flow bureau (versus a credit bureau). We have proprietary technology and data sets that allow us to extract predictive features from granular bank transaction data and measure the risk of a consumer. Our solutions are built on a massive data lake that uniquely combines performance data from over $500 million in loans with over 3 billion consumer-permissioned bank transactions, an “edge” that can only be replicated at considerable time and cost. We believe that we provide a benefit to lenders and consumers by providing a more accurate financial picture of consumers who are overlooked, or incorrectly scored by the traditional bureaus, ultimately opening up access to fairer, more accurately priced credit.\nWith offices in Chicago and employees working remotely from around the world, we are a lean and innovative team always seeking like-minded talent to join us in our fight to disrupt consumer finance.\nKey Responsibilities:\n\nWork collaboratively with data scientists and engineers on the team to scope, design, and develop high-performance data analysis services\nEnsure the deployment and maintenance of analytics services, making sure they align with business objectives and industry best practices\nCoordinate seamlessly with the platform and product teams, contributing to the deployment and iterative improvement of our analytics services\nParticipate in multiple projects simultaneously, adapting to priorities and thriving in a dynamic, fast-paced environment\nAdvocate for best engineering practices, including coding standards, code reviews, and continuous integration\nProvide technical expertise and recommendations in assessing new software projects and initiatives\nQualifications:\nA minimum of 2 years of professional experience in software engineering, data engineering, or analytics engineering\nStrong proficiency with Python and SQL\nFamiliarity with AWS and its suite of data and cloud services\nAn understanding of data science and machine learning workflows is a bonus\nStrong organizational and multitasking skills, with a capacity to handle multiple projects and tasks concurrently\nStrong interpersonal and communication skills, with the ability to collaborate effectively across diverse teams\nExperience in lending, banking, financial services, or risk analysis will be considered a significant plus.\nBenefits:\nCompetitive salary and benefits package\nFlexible, remote work\nFun, fast-paced work environment\nDynamic start-up culture\nAbility to make an immediate impact in a growth stage company\nConvenient downtown Chicago office located in the heart of the city\nEqual opportunity employer",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "$70,000 - $130,000 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$70,000 - $130,000 a year\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Manager, Product Management - User Growth, User Profile/Identity",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "77 West Wacker Dr (35012), United States of America, Chicago, Illinois\nManager, Product Management - User Growth, User Profile/Identity\nAt Capital One we’re changing banking for good, and at CreditWise we're on a mission to help everyone take charge of their finances and credit. Capital One CreditWise offers free access to credit score, credit reports, credit monitoring to all US consumers.\nAs a Manager, Product Manager for the CreditWise User Growth Team, you will take ownership for CreditWise user identity profile management. That means you’ll be accountable for the user experiences of creating a new account, logging in to the app, and unenrolling. You are optimizing for reducing friction within these experiences while maintaining strong fraud prevention standards. Your tech team operates fairly independently within the CreditWise tech organization, and as you develop intent and build/deliver your roadmap you will work closely with:\nyour business analysts, engineers, and Legal/Risk/Compliance\nenterprise consumer identity and fraud teams\nour partner credit reporting agencies\nCreditWise has big plans to evolve and grow and we need a PdM who is passionate about ensuring that our users are able to access the tools and information we provide.\nProduct Management\nProduct Management at Capital One is a booming, vibrant craft that requires reimagining the status quo, finding value creation opportunities, and driving innovative and sustainable customer experiences through technology.\nWe believe our portfolio of businesses and investments in growth and transformation will result in a company with the scale, brand, capabilities, talent, and values to succeed as the digital revolution transforms our society and our industry.\nDo you dream of well-designed and intuitive products and customer experiences? Do you want to be the one who introduces change to help tens of millions of customers make smarter financial choices? Do you want to change the way people manage their money? If you answered yes to all of these questions, then product management at Capital One may be a fit for you\n\nIn this role, you’ll be expected to demonstrate proficiency in four key areas\nHuman Centered\nYou’ll define clear and actionable problem statements to help teams deliver results while displaying a comprehensive understanding of iterative software delivery, capable of thin-slice MVP grooming\nYou’ll leverage customer insights to influence priorities and roadmap feature development while advocating for and driving alignment between stakeholders in the development of acceptance criteria\nYou’ll obsess over UX/UI patterns and seek to create world class, omni-channel experiences\nBusiness Focused\nYou’ll own and prioritize the near-term product roadmap to deliver on business outcomes, quickly identifying points of leverage in complex problems or systems, and utilizing data effectively to define success metrics and measurable outcomes\nYou’ll utilize balanced judgment in decisions about risks of both actions taken and not taken while innovating on ways to iterate faster in a well-managed way for the immediate team\nTechnology Driven\nYou’ll understand and leverage technology and end-state architecture vision to partner with technology team to drive comprehensive design decisions out of white space technical problems\nYou’ll share business strategy and roadmap with Tech partners to establish context while also leading and facilitating agile ceremonies alongside Tech Lead\nYou’ll deliver value by creating reusable, extensible and resilient capabilities and proactively identify opportunities when key metrics on security, resilience and performance are not performing\nTransformational Leadership\nYou’ll develop and communicate a 6-month vision to senior stakeholders and partner teams with accurate details and transparency on risks and impediments, and proactively build relationships with those outside of your immediate team resulting in horizontal influence\nYou’ll Contribute to team culture and recruiting by leading activities to attract and retain top talent and mentoring and developing junior product associates\nWe want you if you are:\nIntellectually Curious. You ask why, you explore, you're not afraid to blurt out your crazy idea or follow an email chain for weeks to find someone with an answer. Comfortable with ambiguity, a hunger to learn and a seeker of new challenges.\nCommunicator & Influencer. You can communicate complex ideas clearly regardless of your audience. Our team knows their priorities and why they’re doing what they’re doing. You always can rally associates to work with you.\nDo-er. You’re biased toward action, you try things and sometimes you fail. You can get around roadblocks and stay focused on your goals. You’re well organized, able to multitask and able to prioritize your work.\nPassionate & Customer Focus. You care about growing others and bringing them together around what’s possible. You get a thrill from the journey of building and shipping products, and you have a desire and ability to connect with our external or internal customers to fully understand their needs.\nLearner. You have an appetite to learn new things or new technologies all while exhibiting humbleness when the time comes to ask for help.\nTeam Player. You enjoy working with diverse people and driving the team toward a common goal. You have the ability to put the team before yourself and establish long-lasting relationships.\nBasic Qualifications:\nBachelor’s Degree or military experience\nAt least 3 years of product management experience or at least 3 years of experience in product design, agile delivery, business analysis, data science, or software engineering\nPreferred Qualifications:\nBachelor’s Degree in Computer Science or Engineering\nMBA or Master’s degree\n2+ years of experience in Agile product management\nAt this time, Capital One will not sponsor a new applicant for employment authorization for this position.\nThe minimum and maximum full-time annual salaries for this role are listed below, by location. Please note that this salary information is solely for candidates hired to perform work within one of these locations, and refers to the amount Capital One is willing to pay at the time of this posting. Salaries for part-time roles will be prorated based upon the agreed upon number of hours to be regularly worked.\nNew York City (Hybrid On-Site): $160,200 - $182,800 for Manager, Product Management\nCandidates hired to work in other locations will be subject to the pay range associated with that location, and the actual annualized salary amount offered to any candidate at the time of hire will be reflected solely in the candidate’s offer letter.\nThis role is also eligible to earn performance based incentive compensation, which may include cash bonus(es) and/or long term incentives (LTI). Incentives could be discretionary or non discretionary depending on the plan.\nCapital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being. Learn more at the Capital One Careers website. Eligibility varies based on full or part-time status, exempt or non-exempt status, and management level.\nThis role is expected to accept applications for a minimum of 5 business days.\nNo agencies please. Capital One is an equal opportunity employer committed to diversity and inclusion in the workplace. All qualified applicants will receive consideration for employment without regard to sex (including pregnancy, childbirth or related medical conditions), race, color, age, national origin, religion, disability, genetic information, marital status, sexual orientation, gender identity, gender reassignment, citizenship, immigration status, protected veteran status, or any other basis prohibited under applicable federal, state or local law. Capital One promotes a drug-free workplace. Capital One will consider for employment qualified applicants with a criminal history in a manner consistent with the requirements of applicable laws regarding criminal background inquiries, including, to the extent applicable, Article 23-A of the New York Correction Law; San Francisco, California Police Code Article 49, Sections 4901-4920; New York City’s Fair Chance Act; Philadelphia’s Fair Criminal Records Screening Act; and other applicable federal, state, and local laws and regulations regarding criminal background inquiries.\nIf you have visited our website in search of information on employment opportunities or to apply for a position, and you require an accommodation, please contact Capital One Recruiting at 1-800-304-9102 or via email at RecruitingAccommodation@capitalone.com. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodations.\nFor technical support or questions about Capital One's recruiting process, please send an email to Careers@capitalone.com\nCapital One does not provide, endorse nor guarantee and is not liable for third-party products, services, educational tools or other information available through this site.\nCapital One Financial is made up of several different entities. Please note that any position posted in Canada is for Capital One Canada, any position posted in the United Kingdom is for Capital One Europe and any position posted in the Philippines is for Capital One Philippines Service Corp. (COPSSC).",
        "benefits": "Benefits\nPulled from the full job description\nHealth insurance",
        "salaryInfoAndJobType": "Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nJob type\nFull-time\nEncouraged to apply\nFair chance"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Associate Director, Data and Analytics",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "This is where you save and sustain lives\nAt Baxter, we are deeply connected by our mission. No matter your role at Baxter, your work makes a positive impact on people around the world. You’ll feel a sense of purpose throughout the organization, as we know our work improves outcomes for millions of patients.\nBaxter’s products and therapies are found in almost every hospital worldwide, in clinics and in the home. For over 85 years, we have pioneered significant medical innovations that transform healthcare.\nTogether, we create a place where we are happy, successful and inspire each other. This is where you can do your best work.\nJoin us at the intersection of saving and sustaining lives— where your purpose accelerates our mission.\nYour role at Baxter\nThe Associate Director is responsible for enabling the transformation of Procurement to a centralized data driven function with connected processes, with accountability of procurement related data and analytics assets to drive value for business partners. This includes creation and management of data and analytics strategy, and execution of related programs and practices that drive measurable business outcomes.\n\nThis position reporting to the Senior Director of Procurement Systems & Analytics will lead a global team responsible for data-driven initiatives in Procurement and driving actionable insights, partnering closely with Global IT.\n\nConsideration will be given for remote work if not located in Chicagoland area.\nWhat you'll be doing\nLead and mentor a team of data analysts, data scientists, data engineers, and application developers to deliver high-quality insights and solutions.\nDevelop and implement a comprehensive data strategy that aligns with Baxter's goals and objectives.\nEstablish and enforce data governance practices to ensure data quality, integrity, and compliance with industry standards and regulations.\nCoordinate the creation of dashboards, reports, and visualizations to track KPIs and provide actionable insights for various collaborators.\nDrive the development and implementation of sophisticated analytics techniques (e.g., predictive modeling, machine learning) to uncover hidden trends and opportunities.\nEvaluate, select, and implement the right tools and technologies to support data storage, processing, and analysis.\nWork closely with other departments (e.g., Marketing, Finance, Operations) to understand their data needs and provide analytical support.\nCollaborate with senior leadership to define data-driven strategies and initiatives that will contribute to the company's growth and success.\nSupervise and evaluate the performance of data-driven initiatives, making adjustments as needed to ensure efficient outcomes.\nWhat you'll bring\nBachelor's or advanced degree in Data Science, Analytics, Computer Science, or a related field.\n10+ years of experience in data management and analytics, with at least 5+ years in a leadership role.\nProficiency in data analytics tools and programming languages (e.g., Python, R, SQL).\nStrong understanding of data governance principles and best practices.\nExperience with data visualization and business intelligence platforms (e.g., Tableau, Power BI).\nAbility to communicate complex data insights to non-technical partners.\nExcellent leadership, interpersonal, and team management skills.\nWe understand compensation is an important factor as you consider the next step in your career. At Baxter, we are committed to equitable pay for all employees, and we strive to be more transparent with our pay practices. The estimated base salary for this position is $144,000 - $198,000 annually. The estimated range is meant to reflect an anticipated salary range for the position. We may pay more or less than of the anticipated range based upon market data and other factors, all of which are subject to change. Individual pay is based on upon location, skills and expertise, experience, and other relevant factors. This position may also be eligible for discretionary bonuses and long-term incentive. For questions about this, our pay philosophy, and available benefits, please speak to the recruiter if you decide to apply and are selected for an interview.\n#LI-BB1\nThe successful candidate for this job may be required to verify that he or she has been vaccinated against COVID-19, subject to reasonable accommodations for individuals with medical conditions or religious beliefs that prevent vaccination, and in accordance with applicable law.\nEqual Employment Opportunity\nBaxter is an equal opportunity employer. Baxter evaluates qualified applicants without regard to race, color, religion, gender, national origin, age, sexual orientation, gender identity or expression, protected veteran status, disability/handicap status or any other legally protected characteristic.\n\nEEO is the Law\nEEO is the law - Poster Supplement\nPay Transparency Policy\nReasonable Accommodations\n\nBaxter is committed to working with and providing reasonable accommodations to individuals with disabilities globally. If, because of a medical condition or disability, you need a reasonable accommodation for any part of the application or interview process, please click on the link here and let us know the nature of your request along with your contact information.\nRecruitment Fraud Notice\n\nBaxter has discovered incidents of employment scams, where fraudulent parties pose as Baxter employees, recruiters, or other agents, and engage with online job seekers in an attempt to steal personal and/or financial information. To learn how you can protect yourself, review our Recruitment Fraud Notice.\n117611\n#LI-Remote",
        "benefits": "Error: NoSuchElementException()",
        "salaryInfoAndJobType": "$144,000 - $198,000 a year - Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nPay\n$144,000 - $198,000 a year\nJob type\nFull-time"
    },
    {
        "job_post_date": "11/30/2023",
        "filter_job_title": "data science",
        "job_title": "Manager, Pricing Science",
        "company_name": "Error: NoSuchElementException()",
        "companyLocation": "Error: NoSuchElementException()",
        "locationFromFilter": "chicago IL",
        "jobDescriptionText": "Company Description\n\nMcDonald’s is proud to be one of the most recognized brands in the world, with restaurants in over 100 countries that serve 70 million customers daily. We continue to operate from a position of strength. Our updated growth strategy is focused on staying ahead of what our customers want and realizing further growth potential. Our relentless ambition is why McDonald’s remains one of the world’s leading corporations after almost 70 years. Joining McDonald's means thinking big and preparing for a career that can have influence around the world.\nAt McDonald’s, we see every day as a chance to create positive impact. We lead through our values centered on inclusivity, service, integrity, community and family. From support of Ronald McDonald House Charities to our Youth Opportunity project and sustainability initiatives, our values keep us dedicated to using our scale for good: good for our customers, people, industry and planet. We also offer a broad range of outstanding benefits including a sabbatical program, tuition assistance and flexible work arrangements.\nWe are enjoying the flexibility of a hybrid work model, in which employees spend part of their week connecting with co-workers in our state-of-the-art headquarters. Located in the booming West Loop of downtown Chicago, it's set up to be a global hub that cultivates collaboration:\nTake a class at Hamburger University\nSample future items in our Test Kitchen\nUtilize the latest technology to connect with your team around the globe\nWe are an equal opportunity employer committed to the diversity of our crew members, staff, operators, and suppliers. We promote an inclusive work environment that creates feel-good moments for everyone.\n\nJob Description\n\nBased out of our headquarters in the West Loop of Chicago, the Data Analytics Manager of Pricing Science will be a critical part of the company’s continued transformation efforts. This position will develop targeting schemas and segmentation approaches by using internal data and external market intelligence to analyze competitive pricing, market trends, and customer preferences, evaluate and improve on existing pricing tactics and strategies, and develop and implement new pricing structures and approaches. They will exercise influential leadership skills with key partners both within and outside the business. In addition, they will work with markets to develop and execute pricing strategies.\nDevelop processes, insights, and models for pricing strategy insights for global markets to unlock measurable shareholder value.\nServe as a cross-functional technical and data expert resource while supporting pricing analysis, insights, and big data.\nProblem-solve complex pricing challenges using SAS and other languages.\nDevelop and deploy pricing analytics in a transformational global business environment using modern statistical methods and machine learning.\nStreamline the current technical pricing processes, programs and environments – including streamlining code and improving current reporting, insight protocols, and analytics.\nParticipate in a cross-functional role to provide pricing solutions and recommendations to support business model changes.\n\nQualifications\nBachelor’s degree in Statistics, Marketing Analytics, Economics, Data Science\nMaster’s degree focused on analytics for growth and profit strategies is preferred\nPrior experience developing and executing pricing capabilities leveraging SAS and Python in hosted and distributed environments\nExperience in additional other languages and tools is a plus\nStrong business acumen required\nExcellent written and oral communication skills; experience working with upper-level management\n\nAdditional Information\n\nMcDonald’s is an equal opportunity employer committed to the diversity of our workforce. We promote an inclusive work environment that creates feel-good moments for everyone. McDonald’s provides reasonable accommodations to qualified individuals with disabilities as part of the application or hiring process or to perform the essential functions of their job. If you need assistance accessing or reading this job posting or otherwise feel you need an accommodation during the application or hiring process, please contact mcdhrbenefits@us.mcd.com. Reasonable accommodations will be determined on a case-by-case basis.\nMcDonald’s provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to sex, sex stereotyping, pregnancy (including pregnancy, childbirth, and medical conditions related to pregnancy, childbirth, or breastfeeding), race, color, religion, ancestry or national origin, age, disability status, medical condition, marital status, sexual orientation, gender, gender identity, gender expression, transgender status, protected military or veteran status, citizenship status, genetic information, or any other characteristic protected by federal, state or local laws. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.\nNothing in this job posting or description should be construed as an offer or guarantee of employment.",
        "benefits": "Benefits\nPulled from the full job description\nSabbatical\nTuition reimbursement",
        "salaryInfoAndJobType": "Full-time",
        "jobDetailsSection": "Job details\nHere’s how the job details align with your job preferences.\nManage job preferences anytime in your profile\n.\nJob type\nFull-time"
    }
]